[
  "“I am a man of fortune and must seek my fortune.” ― Captain Henry Avery",
  "“Pirates plunder the rich under the cover of their own courage.” ― “Black” Sam Bellamy ",
  "“If there’s a man among ye, ye’ll come up and fight like the man ye are to be!” ― Mary Read",
  "“It is a blessing for a man to have a hand in determining his own fate.” ― Blackbeard",
  "“Aye, tough mermaids are, the lot of them.” ― Blackbeard",
  "“Damnation seize my soul if I give you quarters, or take any from you.” ― Blackbeard",
  "“People are what are scary…people.” ― Blackbeard",
  "“And what fate befalls mutineers?” ― Blackbeard",
  "“Your words surround you like fog and make you hard to see.” ― Blackbeard",
  "“Heaven, you fool? Did you ever year of any pirates going thither? Give me hell, it’s a merrier place.” ― Thomas Sutton",
  "“Heaven, you fool? Did you ever year of any pirates going thither? Give me hell, it’s a merrier place: I’ll give Roberts a salute of 13 guns at entrance.” ― Thomas Sutton",
  "“Under the leadership of a man you have all chosen to flee. We shall see how you prove yourselves under the hand of a woman.” ― Madame Ching",
  "“There is more treasure in books than in all the pirate’s loot on Treasure Island.” ― Walt Disney",
  "“Fate has brought us together again. Well, actually, buried treasure and pirates brought us together.” ― Kermit the Frog as Captain Abraham Smollet, Muppet Treasure Island",
  "“When a pirate grows rich enough, they make him a prince.” ― George R R Martin",
  "“It is when pirates count their booty that they become mere thieves.” ― William Bolitho",
  "“Let’s jump on board, and cut them to pieces.” ― Blackbeard",
  "“It’s funny that pirates were always going around searching for treasure, and they never realized that the real treasure was the fond memories they were creating.” ― Jack Handey",
  "“If the pirate with a scarf had been more poetically minded, he’d have thought that her eyes were like a thousand emeralds, glittering in a far-off pirate treasure chest. But he wasn’t, so he just thought that she had really, really green eyes, a bit like seaweed.” ― Gideon Defoe",
  "“You can be the gentleman and shoot the lady and starve to death yourself.” ― Captain Barbosa, Pirates of the Caribbean",
  "“If you choose to lock your heart away, you’ll lose it for certain.” ― Jack Sparrow, Pirates of the Caribbean",
  "“Ah. Love. A dreadful bond.” ― Davy Jones, Pirates of the Caribbean",
  "“I may be a pirate, but I bristle at the thought of a woman losing her heart. Unless it’s over me.” ― Captain Killian Hook, Once Upon a Time",
  "“My heart will always belong to you.” ― Davy Jones, Pirates of the Caribbean",
  "“Death cannot stop true love. All it can do is delay it for a while.” ― Dread Pirate Roberts, The Princess Bride",
  "“Actually, I quite fancy you from time to time. When you’re not yelling at me.” ― Captain Killian Hook, Once Upon a Time",
  "“A good dream, is better than a shitty reality.” ― Blackbeard",
  "“Honestly, it’s the honest ones you want to watch out for, because you can never predict when they’re going to do something incredibly stupid.” ― Jack Sparrow, Pirates of the Caribbean",
  "“You got the makings of greatness in you, but you got to take the helm and chart your own course!” ― Long John Silver, Treasure Planet",
  "“You’ll not forget what I done good, not any more than you’ll forget the bad.” ― Long John Silver, Treasure Island",
  "“One soul is not equal to another.” ― Davy Jones, Pirates of the Caribbean",
  "“The problem is not the problem. The problem is your attitude about the problem.” ― Jack Sparrow, Pirates of the Caribbean",
  "“In the dark, there is discovery, there is possibility, there is freedom in the dark once someone has illuminated it.” ― Captain Flint, Black Sails",
  "“For certain, you have to be lost to find a place that can’t be found. Else ways, everyone would know where it was.” ― Captain Barbossa, Pirates of the Caribbean",
  "“The truth is far too much fun.” ― Captain Hook, Hook",
  "“Revenge may sate your being, but don’t misunderstand me, my dear. It’s an end, not a beginning.” ― Captain Killian Hook, Once Upon a Time",
  "“Nobody will believe it’s possible until we show them.” ― Captain Flint, Black Sails",
  "“I’ve just had a sublime vision. All the jagged parts of my life have come together to form a complete and mystical… whole.” ― Captain Hook, Hook",
  "“It’s a pleasant thing to be young, and have ten toes, and you may lay to that.” ― Long John Silver, Treasure Island",
  "“In an honest service there is thin commons, low wages, and hard labor; in this, plenty and satiety, pleasure and ease, liberty and power; and who would not balance creditor on this side, when all the hazard that is run for it, at worst, is only a sour look or two at choking. No, a merry life and a short one, shall be my motto.” ― Bartholomew “Black Bart” Roberts",
  "“My youngest son has a very clear idea of what he wants to be when he grows up: he wants to be Indiana Jones, Batman, and Jack Sparrow. Yes, all three at the same time. So he basically wants to be an archaeologist who wears tights and fights crimes on pirate ships. That’s pretty cool, huh?” ― Rhys Darby",
  "“When I was a child, I wanted to raise horses in Wyoming or be a cabin boy on a pirate ship.” ― Sadie Jones",
  "“My biggest dream since I was a kid was to be the woman sneaking on the pirate ship dressed like a man, who was this great sword fighter, and the captain fell in love with her.” ― Maria Bello",
  "“When I was about 5 I think, I desperately wanted to be a pirate and have the hat and everything.” ― Keira Knightley",
  "“I was the kid who stared out the window. I fantasized myself on the deck of pirate ships – Cussler at the bridge.” ― Clive Cussler",
  "“I have a ship’s bed, which totally plays to my obsession of, if I were not an actress, I would be a pirate.” ― Zosia Mamet",
  "“I went to high school, and I started getting bullied because I was very weird. I mean, freshman year, I went to school in a pirate suit – I just didn’t care. I’m not like the cool girls – I’m the other girl. The one that’s basically a nerd, but proud of that.” ― Lele Pons",
  "“When we were kids, we would just go walking: just walk in a direction and hope that you were gonna find a crashed alien spaceship or buried pirate’s treasure or something like that. You never did. You’d find, like, a coyote skeleton, something like that. That was the most exciting thing you’d ever find.” ― Jon Watts",
  "“I’ve always wanted to play a coach in a movie, just to be the captain of anything in the pirate ship of my bathtub.” ― Brad Garrett",
  "“It’s more fun to be a pirate than to join the Navy.” ― Steve Jobs",
  "“As to hanging, it is no great hardship. For were it not for that, every cowardly fellow would turn pirate and so unfit the sea, that men of courage must starve.” ― Anne Bonny",
  "“I plead my belly.” ― Mary Read",
  "“My Lord, it is a very hard sentence. For my part, I am the innocentest person of them all, only I have been sworn against by perjured persons.” ― William Kidd",
  "“There is none of you but will hang me, I know, whenever you can clinch me within your power.” ― Bartholomew “Black Bart” Roberts",
  "“If you’ll turn sober, and mind your business, perhaps in time I may make you one of my Lieutenants, if not, here’s a boat alongside and you shall be set ashore.” ― Captain Henry Avery",
  "“I am sorry to see you here, but if you had fought like a man, you needn’t be hanged like a dog.” ― Anne Bonny",
  "“I am a free prince, and I have as much authority to make war on the whole world, as he who has a hundred sail of ships at sea and an army of 100,000 men in the field.” ― ”Black” Sam Bellamy",
  "“Yes, I do heartily repent. I repent I had not done more mischief; and that we did not cut the throats of them that took us, and I am extremely sorry that you aren’t hanged as well as we.” ― Anonymous Pirate",
  "“Hark ye, you Cocklyn and la Bouche, I find by strengthening you, I have put a rod into your hands to whip myself, but I am still able to deal with you both; but since we met in love, let us part in love, for I find that three of a trade can never agree.” ― Howell Davis",
  "“Damn ye, you are a sneaking puppy, and so are all those who will submit to be governed by laws which rich men have made for their own security.” ― ”Black” Sam Bellamy",
  "“Loot is first and wimmen second. Because if ye have the first ye’ll have the second, but if ye have the second ye won’t have the first for long!” ― Linda Meilink",
  "“Keep calm and… drink a bottle of rum. Don’t ever let people that see what’s in your left hand, see what’s in the right…” ― Lee Davies",
  "“Ahoy! Let’s trouble the water!” ― Bella De Pirate",
  "“I feel underdressed without some pirate garb.” ― Lisa Kessler",
  "“There is nothing like the smell of cannon fire in the morning.” ― Nyre Rose",
  "“Life’s pretty good, and why wouldn’t it be? I’m a pirate, after all.” ― Johnny Depp",
  "“Fetch me another Cabin Boy…This one be split!” ― Yellowbeard",
  "“In politics and in trade, bruisers and pirates are of better promise than talkers and clerks.” ― Ralph Waldo Emerson",
  "“Every generation welcomes the pirates from the last.” ― Lawrence Lessig",
  "“There’s very little admirable about being a pirate. There’s very little functional about a pirate. There’s very little real about a pirate.” ― Will Oldham",
  "“Under the leadership of a man you have all chosen to flee. We shall see how you prove yourselves under the hand of a woman.” ― Ching Shih",
  "“Damn you villains, who are you? And from whence came you?” ― Edward ‘Blackbeard’ Teach",
  "“Damn my blood, I am sorry they won’t let you have your sloop again, for I scorn to do anyone a mischief, when it is not for my advantage.” ― Black Sam Bellamy",
  "“Even pirates, before they attack another ship, hoist a black flag.” ― Bela Kiraly",
  "“There is nothing so desperately monotonous as the sea, and I no longer wonder at the cruelty of pirates.” ― James Russell Lowel",
  "“I think pirates, like astronauts, particularly for a boy, are always kind of worth thinking about.” ― Daniel Handler",
  "“The pirate he will sink you with a kiss, he’ll steal your heart and sail away.” ― Joni Mitchell",
  "“A pirate spreading misery and ruin over the face of the ocean.” ― Thomas Jefferson",
  "“Merchant and pirate were for a long period one and the same person. Even today mercantile morality is really nothing but a refinement of piratical morality.” ― Friedrich Nietzsche",
  "“When I take something from a man – his ship, his money, his life – I don’t hide behind a clerk. I don’t hide behind the law. I don’t hide behind anything. I look him in his eye and I give him every chance to deny me.” ― Captain Charles Vane",
  "“Filming a pirate film is always good fun, with ships and indecent clothing.” ― Eric Idle",
  "“I’m a big fan of pirates in general.” ― Mike Leach",
  "“But I don’t want to be a pirate!” ― Jerry Seinfeld",
  "“Pirates have always fascinated me.” ― Tanith Lee",
  "“Pirates could happen to anyone.” ― Tom Stoppard",
  "“If you want to get my attention, wear a pirate outfit.” ― Michelle Branch",
  "“Parrots have gone a bit quiet since pirates have gone.” ― Karl Pilkington",
  "“Clare seems so pleased with the idea of me as a pirate that she forgets that I am Stranger Danger.” ― Audrey Niffenegger",
  "“I wondered how they would top the Pirates and skeletons and moonlight, because that’s a pretty cool concept.” ― Orlando Bloom",
  "“You may wish me luck, or curse me for a damnable pirate, but do not look for me. I will be gone to parts beyond the sea.” ― Celia Rees",
  "“Thoughts of being a pirate and stealing her away to my ship race across my mind. Although I’m not a pirate, and she’s not my captured princess.” ― Simone Elkeles",
  "“The Pirate is surrealism and so, in a curious way, is Father of the Bride.” ― Vincente Minnelli",
  "“I never thought I’d ever do a pirate bar, to be honest with you.” ― Jon Taffer",
  "“My fantasy football team got mixed up in another fantasy and now they’re stuck on a pirate ship with a chick in a Catwoman suit.” ― Dana Gould",
  "“One of my favourite messages about The Pirate Fairy is that the story is about appreciating your own talents.” ― Christina Hendricks",
  "“I don’t think you see a pirate with a parrot on his shoulder, for example. And even with the accents.” ― Ray Stevenson",
  "“Suddenly you’re like a pirate, you’re 65 years old and you’ve got an earring.” ― Fred Willard",
  "“It was like walking into a treasure trove of books, hoarded by pirate librarians.” ― Pseudonymous Bosch",
  "“[Pirates] are a victim of their own success. People have identified with pirates in a comic and caricature sense.” ― Ray Stevenson",
  "“I don’t really know much about pirates, or pirate culture. I’d be a contrarian pirate.” ― Todd Barry"
]
